class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Вашему подразделению удалось выполнить все задачи, в том числе уничтожить ПВО противника. Отличная работа, теперь наши войска движутся вперёд!";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Вашему подразделению удалось захватить населённый пункт. Дополнительные задачи не были решены, поэтому придётся потратить ещё некоторое время на их выполнение. В любом случае, отличная работа! ";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Отступаем!";
		description = "Ваше подразделение встретило ожесточённое сопротивление, понесло огромные потери и было вынуждено отступить. ";
	};
};